Revit 2024 API
ParameterTypeId.RbsElecLoadsummaryDemandLoadParam Property
 "Estimated Demand (VA)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecLoadsummaryDemandLoadParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecLoadsummaryDemandLoadParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecLoadsummaryDemandLoadParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace